{
    "title": "Swathanthra Malayalam Computing",
    "menu-blog": "Blog",
    "menu-wiki": "Wiki",
    "menu-silpa": "Silpa",
    "menu-dhvani": "Dhvani",
    "menu-grandhavivaram": "Malayala Grandhavivaram",
    "menu-savannah": "Savannah Project Page",
    "menu-github": "Github Repository",
    "menu-list": "Mailing List",
    "menu-irc": "IRC: #smc-project on freenode",
    "menu-planet": "Blog Planet",
    "copyleft-msg": "$1 Swathanthra Malayalam Computing 2013 - All Wrongs Reversed",
    "about": "<p>Swathanthra Malayalam Computing (SMC) is a free software collective engaged in development, localization, standardization and popularization of various Free and Open Source Softwares in <a href=\"http://en.wikipedia.org/wiki/Malayalam\" target=\"_blank\">Malayalam language</a>. \"എന്റെ കമ്പ്യൂട്ടറിനു് എന്റെ ഭാഷ\" is the slogan of the organization, which translates to \"My language for/on My Computer\".</p> <p>SMC has been active since October 2002 and has been working to provide Malayalam language tools that work on all layers of computing including and not limited to rendering fixes, fonts, input mechanisms, translations (localization), text-to-speech engines, dictionaries, spell checkers and other indic script based language computing specific tools across operating systems. We are the upstream for Malayalam fonts and tools for popular GNU/Linux based operating systems such as Fedora and Debian. We also maintain localizations for popular Free Software Desktops (GNOME/KDE), popular applications such as Firefox and Libre Office.</p> <p>SMC is perhaps the largest language technology developer community in India and collaborates very closely with government and industry, and serves as an advisory to govermental/semi-govermental organizations that determine the future of Malayalam language on computing devices. We are not just developers though, we also have linguists, journalists, Wikipedians, writers and all sorts of language users among us.</p> <p>SMC also works on developing accessibility support for indic languages and  maintains Dhvani TTS which supports 11 languages  . Over the years, SMC has evolved to accommodate developers focused on Indic script based  languages and now provides a generic web based Indic language computation framework called <a href=\"http://silpa.org.in\" target=\"_blank\">SILPA</a>.</p>"
}
